[M_IrisDL2_ProductRecall MissionDefinition]
MissionName="Recall de Produtos"
MissionDescription="O Senhor Torgue disse que uma grande parte das cervejas do [place]Bar do Pete Incendiário[-place] foi adulterada.\nEle pediu pra você matar alguns bandidos e pegar as cervejas de volta para que eles não morram envenenados.\nJá que você vai matá-los mesmo, esse plano não faz o menor sentido.\nNão discuta, faça!"
TurnInDescription="O plano do Senhor Torgue não tem pé nem cabeça. Foda-se... pelo menos você vai ser remunerado."
MissionSummary="Consiga as garrafas de cerveja dos motoqueiros."
MissionGiver="Painel de Trabalhos de Beatdown"
MissionTurnInLocation="Painel de Trabalhos de Beatdown"
TeaserText="Se beber, não atire."

[M_IrisDL2_ProductRecall:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage="Recolha as cervejas adulteradas"

[M_IrisDL2_ProductRecall:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

